{"format": "graph-model", "generatedBy": "2.5.0", "convertedBy": "TensorFlow.js Converter v3.0.0", "signature": {"inputs": {"inputs:0": {"name": "inputs:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}}, "outputs": {"Identity:0": {"name": "Identity:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "1001"}]}}}}, "modelTopology": {"node": [{"name": "inputs", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "224"}, {"size": "224"}, {"size": "3"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/Conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "3"}, {"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/Conv/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "16"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "16"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "16"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_1/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "16"}, {"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_1/expand/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_1/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_1/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_1/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_1/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_2/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "72"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_2/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "160"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_2/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "72"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_2/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_2/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "72"}, {"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_2/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_3/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "24"}, {"size": "72"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "160"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_3/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_3/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "72"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_3/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "72"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "160"}, {"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_3/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "72"}, {"size": "40"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_3/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_4/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_4/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_4/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "120"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_4/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_4/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "960"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_4/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_5/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "120"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_5/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_5/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "120"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_5/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_5/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "40"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_5/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "40"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_6/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "40"}, {"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_6/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_6/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "240"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_6/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_6/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "80"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_6/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "200"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "200"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "200"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "200"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "200"}, {"size": "80"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "184"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "184"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "184"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "184"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "184"}, {"size": "80"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "184"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/expand/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "184"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "184"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "184"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/project/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "184"}, {"size": "80"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "80"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/expand/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "80"}, {"size": "480"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/expand/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "480"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "160"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/project/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "160"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/expand/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/depthwise/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "672"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/Conv_1/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "160"}, {"size": "960"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "112"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "112"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "112"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/Conv_1/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/expand/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "672"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/project/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "160"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/project/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "160"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/expand/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "160"}, {"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/expand/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/depthwise/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "5"}, {"size": "5"}, {"size": "960"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/depthwise/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/Conv_2/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/Conv_1/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/squeeze_excite/Conv_1/mul/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/squeeze_excite/Mean/reduction_indices", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_520", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "240"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_521", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_522", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_523", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/squeeze_excite/Conv_1/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/depthwise/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/expand/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/expand/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_14/depthwise/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/squeeze_excite/Conv_1/mul/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/squeeze_excite/Mean/reduction_indices", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_501", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "960"}, {"size": "240"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_502", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "240"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_503", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "240"}, {"size": "960"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_504", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "960"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/squeeze_excite/Conv_1/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/depthwise/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/expand/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/expand/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_13/depthwise/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/squeeze_excite/Conv_1/mul/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/squeeze_excite/Mean/reduction_indices", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_482", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "168"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_483", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "168"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_484", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "168"}, {"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_485", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/squeeze_excite/Conv_1/add/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/depthwise/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_12/expand/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/squeeze_excite/Conv_1/mul/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/squeeze_excite/Mean/reduction_indices", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_463", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "672"}, {"size": "168"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_464", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "168"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_465", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "168"}, {"size": "672"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_466", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "672"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/squeeze_excite/Conv_1/add/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/depthwise/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/expand/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/expand/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_11/depthwise/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/squeeze_excite/Conv_1/mul/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/squeeze_excite/Mean/reduction_indices", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_444", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "480"}, {"size": "120"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_445", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_446", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_447", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "480"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/squeeze_excite/Conv_1/add/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/depthwise/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_10/expand/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/depthwise/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/expand/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/expand/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_9/depthwise/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/depthwise/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/expand/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/expand/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_8/depthwise/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/depthwise/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/expand/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/expand/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_7/depthwise/hard_swish/add/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_6/depthwise/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_6/expand/hard_swish/mul_1/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/mul/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_5/squeeze_excite/Mean/reduction_indices", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_365", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_366", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_367", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "120"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_368", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_5/squeeze_excite/Conv_1/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/mul/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_4/squeeze_excite/Mean/reduction_indices", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_346", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "120"}, {"size": "32"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_347", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_348", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "120"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_349", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "120"}]}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_4/squeeze_excite/Conv_1/add/y", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_3/squeeze_excite/Conv_1/mul/y", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/StatefulPartitionedCall/predict/MobilenetV3/expanded_conv_3/squeeze_excite/Mean/reduction_indices", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_327", "op": "Const", "input": ["^inputs"], "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "72"}, {"size": "24"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_328", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "24"}]}}}}}, {"name": "Func/StatefulPartitionedCall/StatefulPartitionedCall/input/_329", "op": "Const", "input": ["^inputs"], "attr": {"dtype": {"type": "DT_FLOAT"}, 